var overMap = new overMapInfo;
overMap.layerNum = 1;
overMap.maxZoom = -1;
overMap.legendFont = "13px 'メイリオ','ＭＳ Ｐゴシック'";
overMap.latlngVisible = true;
overMap.addMapTypeCJ4 = false;
overMap.addMapTypeCJ4ORTHO = false;
overMap.addMapTypeNLII1 = false;
overMap.addMapTypeNLII4 = false;
overMap.addMapTypeTOHO1 = false;
overMap.addMapTypeTOHO2 = false;
overMap.addMapTypeGSIMap = false;
overMap.addMapTypeOSMap = false;
overMap.mapWidth = 650;
overMap.mapHeight = 500;
overMap.top = 0;
overMap.left = 5;
overMap.titleHeight = 30;
overMap.sideBarWidth = 150;
overMap.screenLayerStrings ='レイヤ: ' ;
overMap.screenMissingValueStrings = '欠損値';
overMap.screenOpacityStrings = '透過度:';
overMap.screenOneLayerStrings = '表示/非表示';
overMap.screenLegendVisibilityStrings = '凡例表示';
overMap.circleMDplusText = '正の値';
overMap.circleMDminusText = '負の値';
layIniData = new Array();
layIniData[0] = new layIniInfo();
layIniData[0].name = '';
layIniData[0].shape = 'point';
layIniData[0].zindex = 0;
layIniData[0].obj_Num = 111;
layIniData[0].lineColor = '#000000';
layIniData[0].lineWidth = 1;
layIniData[0].pointObjectRadius = 1.5;
layIniData[0].opacity = 0.8;
layIniData[0].visible = true;
layIniData[0].legendVisible = false;
layIniData[0].mappingData = 0;
layIniData[0].selectedMappingData = ['分類\tCAT\tpaint'];
layIniData[0].legend = [
 '#FF00FF\tAED設置施設'
];
layIniData[0].selectedInfoData = ['名称\tSTR\t','住所\tSTR\t','設置場所\tSTR\t','備考\tSTR\t'];
layIniData[0].objData = [
  '336\t135.6997\t34.69167\t0\t生駒市立中保育園\t生駒市東新町8－28\t玄関エントランス\t\n',
  '337\t135.711\t34.69878\t0\t生駒市立ひがし保育園\t生駒市辻町22\t1階職員室\t\n',
  '338\t135.707\t34.66466\t0\t生駒市立みなみ保育園\t生駒市萩原町381\t1階職員室\t\n',
  '339\t135.7054\t34.6579\t0\t生駒市立小平尾保育園\t生駒市小平尾町1553－1\t1階職員室\t\n',
  '340\t135.7467\t34.73943\t0\t社会福祉法人佐保会鹿ノ台佐保保育園\t生駒市鹿ノ台北2丁目2－6\t1階事務所内\t\n',
  '341\t135.7162\t34.72404\t0\t社会福祉法人どんぐりはな保育園\t生駒市上町2576－2\t1階医務室\t\n',
  '342\t135.7083\t34.69042\t0\t社会福祉法人バルツァ事業会會津生駒保育園\t生駒市山崎町5－6\t玄関\t\n',
  '343\t135.7217\t34.74103\t0\t社会福祉法人北倭保育園\t生駒市高山町6663\t玄関\t\n',
  '344\t135.6908\t34.68981\t0\t社会福祉法人宝山寺福祉事業団 いこま乳児保育園\t生駒市元町2丁目14－8\t事務所\t\n',
  '345\t135.6948\t34.69314\t0\t社会福祉法人宝山寺福祉事業団 いこま保育園\t生駒市北新町2－11\t2階ホール\t\n',
  '346\t135.7063\t34.69157\t0\t生駒市立生駒小学校\t生駒市山崎町4－44\t体育館昇降口付近\t\n',
  '347\t135.7058\t34.6657\t0\t生駒市立生駒南小学校\t生駒市萩原町335\t体育館入口\t\n',
  '348\t135.7231\t34.74124\t0\t生駒市立生駒北小学校\t生駒市高山町12595\t体育館入口\t\n',
  '349\t135.7027\t34.70943\t0\t生駒市立生駒台小学校\t生駒市新生駒台1－33\t体育館入口\t\n',
  '350\t135.7159\t34.68044\t0\t生駒市立生駒東小学校\t生駒市東生駒4丁目398-110\t体育館入口\t\n',
  '351\t135.726\t34.71993\t0\t生駒市立真弓小学校\t生駒市真弓1丁目11－15\t体育館入口\t\n',
  '352\t135.6893\t34.70597\t0\t生駒市立俵口小学校\t生駒市俵口町614－1\t体育館入口\t\n',
  '353\t135.7467\t34.73454\t0\t生駒市立鹿ノ台小学校\t生駒市鹿ノ台西1丁目5－2\t体育館入口\t\n',
  '354\t135.7052\t34.69858\t0\t生駒市立桜ヶ丘小学校\t生駒市桜ケ丘7－15\t体育館入口\t\n',
  '355\t135.717\t34.70988\t0\t生駒市立あすか野小学校\t生駒市あすか野南2丁目5－1\t体育館入口\t\n',
  '356\t135.7158\t34.67201\t0\t生駒市立壱分小学校\t生駒市壱分町356－1\t体育館入口\t\n',
  '357\t135.7078\t34.65443\t0\t生駒市立生駒南第二小学校\t生駒市小平尾町927\t体育館入口\t\n',
  '358\t135.6942\t34.69883\t0\t生駒市立生駒中学校\t生駒市西松ヶ丘9－19\t本館2階職員室前\t\n',
  '359\t135.7061\t34.66682\t0\t生駒市立生駒南中学校\t生駒市萩原町90\t本館2階職員室前\t\n',
  '360\t135.7217\t34.73892\t0\t生駒市立生駒北中学校\t生駒市高山町6794\t体育館入口\t\n',
  '361\t135.6991\t34.68279\t0\t生駒市立緑ヶ丘中学校\t生駒市緑ヶ丘2232\t本館2階職員室前\t\n',
  '362\t135.7479\t34.73336\t0\t生駒市立鹿ノ台中学校\t生駒市鹿ノ台南2丁目16\t南館1階職員室（事務受付）\t\n',
  '363\t135.7168\t34.72545\t0\t生駒市立上中学校\t生駒市上町3000\t北館1階保健室前\t\n',
  '364\t135.7083\t34.71177\t0\t生駒市立光明中学校\t生駒市小明町55\t南館1階職員室（事務受付）\t\n',
  '365\t135.7179\t34.66629\t0\t生駒市立大瀬中学校\t生駒市小瀬町911\t北館1階校長室前\t\n',
  '366\t135.7134\t34.67169\t0\t奈良県立生駒高等学校\t生駒市壱分町532－1\t体育館(教官室）、本館2階職員室\t\n',
  '367\t135.7259\t34.71545\t0\t奈良県立奈良北高等学校\t生駒市上町4600\t体育館(教官室）、北館1階保健室\t\n',
  '368\t135.7329\t34.73422\t0\t高山サイエンスプラザ\t生駒市高山町8916－12\t交流ギャラリー\t\n',
  '369\t135.706\t34.66969\t0\t生駒市ディサービスセンター寿楽\t生駒市有里町95－2\t玄関\t\n',
  '370\t135.6902\t34.68968\t0\t社会福祉法人宝山寺福祉事業団愛染寮\t生駒市元町2丁目14－8\t杉の子荘2階廊下\t24時間利用可能',
  '371\t135.6902\t34.68968\t0\t社会福祉法人宝山寺福祉事業団桃季館\t生駒市元町2丁目14－8\t玄関\t24時間利用可能',
  '372\t135.6907\t34.68991\t0\t社会福祉法人宝山寺福祉事業団いこま乳児院\t生駒市元町2丁目14－8\t杉の子荘3階\t24時間利用可能',
  '373\t135.6994\t34.68831\t0\t社会福祉法人宝山寺福祉事業団こども支援センター あすなろ\t生駒市西旭ケ丘12－3\t玄関\t\n',
  '374\t135.7006\t34.69198\t0\t生駒市役所\t生駒市東新町8－38\t総合案内所前\t24時間利用可能',
  '375\t135.6989\t34.69278\t0\t生駒市健康課\t生駒市東新町1－3　セラビーいこま内\t2階事務所\t\n',
  '376\t135.7054\t34.68866\t0\t山崎浄水場\t生駒市山崎町18－7\t電気棟1階玄関ホール\t24時間利用可能',
  '377\t135.7267\t34.72358\t0\t水道事業事務所（真弓浄水場）\t生駒市真弓2丁目13－1\t別館1階玄関\t24時間利用可能',
  '378\t135.7078\t34.69198\t0\t生駒市消防本部・署\t生駒市山崎町4－10\t1階受付内\t24時間利用可能',
  '381\t135.7199\t34.67718\t0\t生駒市福祉センター\t生駒市さつき台2丁目6－1\t1階エントランス\t\n',
  '382\t135.6988\t34.69212\t0\t生駒セイセイビル\t生駒市元町1丁目6－12\t1階エレベータ前\t24時間利用可能',
  '383\t135.6967\t34.6939\t0\tたけまるホール\t生駒市北新町9－28\t事務所前\t24時間利用可能',
  '384\t135.7086\t34.69639\t0\t生駒市図書会館\t生駒市辻町238\t1階保安室前\t24時間利用可能',
  '385\t135.6973\t34.69427\t0\t生駒駅前図書室\t生駒市東新町10－36－501\t入口横\t\n',
  '386\t135.6783\t34.70259\t0\t生駒山麓公園ふれあいセンター\t生駒市俵口町2088\t2階フロント\t\n',
  '387\t135.7069\t34.66636\t0\t南コミュニティセンターせせらぎ\t生駒市小瀬町18\t1階事務所受付カウンター横\t24時間利用可能',
  '388\t135.7231\t34.71835\t0\t北コミュニティセンターISTAはばたき\t生駒市上町1543\t図書館入口前\t24時間利用可能',
  '389\t135.6949\t34.69682\t0\t芸術会館美楽来\t生駒市西松ヶ丘2－20\t1階受付内\t\n',
  '390\t135.749\t34.73395\t0\t鹿ノ台ふれあいホール\t生駒市鹿ノ台南2丁目3－3\t1階受付内\t\n',
  '391\t135.7145\t34.7143\t0\t生駒市あすか野介護予防拠点施設\t生駒市あすか野北2丁目12－13\t1階\t\n',
  '392\t135.7213\t34.74957\t0\t高山竹林園\t生駒市高山町3440\t事務所前\t\n',
  '393\t135.7192\t34.76398\t0\t金鵄の杜　倭苑\t生駒市高山町1981－2\t1階　事務所\t\n',
  '380\t135.7301\t34.72908\t0\t生駒市消防署　北分署\t生駒市北大和4丁目22-6\t1階受付内\t24時間利用可能',
  '394\t135.7134\t34.73005\t0\t生駒市役所衛生処理場エコパーク21\t生駒市北田原町2476－8\t1階事務所前\t\n',
  '395\t135.6978\t34.6991\t0\t奈良県警察　生駒警察署\t生駒市東松ヶ丘6－20\t1階受付内\t24時間利用可能',
  '396\t135.6902\t34.68778\t0\t生駒市市民体育館\t生駒市門前町9－20\t正面玄関\t\n',
  '397\t135.69\t34.68746\t0\t生駒市武道館\t生駒市門前町9－20\t道場西側\t\n',
  '398\t135.7106\t34.7117\t0\t生駒市総合公園体育館\t生駒市小明町1807ー1\t玄関ホール中央柱側面\t\n',
  '399\t135.7071\t34.65294\t0\t生駒市井出山体育館\t生駒市小平尾町1766－1\t事務所受付（下部壁面）\t\n',
  '400\t135.7351\t34.72142\t0\t生駒市北大和体育館\t生駒市北大和3丁目5077\t事務所受付付近\t\n',
  '401\t135.6964\t34.66329\t0\t生駒市むかいやま公園体育館\t生駒市萩原町673\t事務所前ホール\t\n',
  '402\t135.7034\t34.65809\t0\t生駒市小平尾南体育館\t生駒市小平尾町1629\t事務所受付前壁\t\n',
  '403\t135.7103\t34.77025\t0\t生駒市生駒北スポーツセンター\t生駒市高山町166－2\t体育館\t\n',
  '404\t135.6981\t34.69116\t0\t生駒駅南自動車駐車場\t生駒市本町3－3\t事務所横\t24時間利用可能',
  '405\t135.6969\t34.69349\t0\t生駒駅北地下自動車駐車場\t生駒市北新町\t事務所横\t24時間利用可能',
  '406\t135.6973\t34.69427\t0\tベルテラスいこま自動車駐車場\t生駒市北新町\t事務所横\t24時間利用可能',
  '407\t135.6986\t34.69495\t0\tコナミスポーツクラブ生駒\t生駒市谷田町1613\t1階トレーニングルーム入口\t\n',
  '408\t135.7179\t34.6865\t0\t木幸スポーツ生駒\t生駒市東生駒1丁目556－8\t1階事務所\t\n',
  '409\t135.7101\t34.66195\t0\t力健スポーツクラブ生駒\t生駒市小瀬町68－5\t玄関\t\n',
  '410\t135.7066\t34.65277\t0\t生駒市井出山屋内温水プールきらめき\t生駒市小平尾町956－1\t1階フロント横\t\n',
  '411\t135.6978\t34.69479\t0\t南都銀行　生駒支店\t生駒市北新町11－3\tATMコーナー\t\n',
  '412\t135.6975\t34.69221\t0\t南都銀行　元町出張所\t生駒市元町1丁目8－3\tATMコーナー\t\n',
  '413\t135.7337\t34.7171\t0\t南都銀行　真弓支店\t生駒市真弓南2丁目6－7\tATMコーナー\t\n',
  '414\t135.7164\t34.7216\t0\t南都銀行　白庭台駅前支店\t生駒市白庭台6丁目12－1\tATMコーナー\t\n',
  '415\t135.7187\t34.71194\t0\t南都銀行　あすか野出張所\t生駒市あすか野南2丁目1－8\tATMコーナー\t\n',
  '416\t135.7091\t34.69093\t0\t南都銀行　東生駒支店\t生駒市東生駒1丁目61－7\tATMコーナー\t\n',
  '417\t135.7496\t34.73514\t0\t南都銀行　登美が丘支店鹿ノ台出張所\t生駒市鹿ノ台西1丁目1－4\tATMコーナー\t\n',
  '418\t135.7082\t34.66451\t0\t南都銀行　南生駒支店\t生駒市小瀬町37－4\tATMコーナー\t\n',
  '419\t135.6978\t34.69226\t0\t大和信用金庫　生駒支店\t生駒市元町1丁目5－10\t1階店内\t\n',
  '420\t135.6967\t34.69282\t0\t三井住友銀行　生駒支店\t生駒市元町1丁目13－1\tATMコーナー\t\n',
  '421\t135.7037\t34.6915\t0\tJAならけん　生駒支店\t生駒市山崎町1－6\t正面入口\t\n',
  '422\t135.7502\t34.7257\t0\tイオンモール奈良登美ヶ丘\t生駒市鹿畑町3027\t1階サービスカウンター、1階防災センター前\t\n',
  '423\t135.6981\t34.69378\t0\t近鉄百貨店　生駒店\t生駒市谷田町1600\t4階警備室\t\n',
  '424\t135.698\t34.7046\t0\tディアーズコープいこま\t生駒市俵口町758ー1\t1階店舗内\t\n',
  '426\t135.7098\t34.66279\t0\tダイキ南生駒店\t生駒市小瀬町88\tサービスカウンター\t\n',
  '427\t135.7092\t34.73662\t0\t大同アミスター株式会社生駒工場\t生駒市北田原町1587－6\t1階事務所\t\n',
  '428\t135.6974\t34.69304\t0\t近畿日本鉄道株式会社　生駒駅\t生駒市元町1－1－1\t中央改札口付近\t\n',
  '430\t135.7157\t34.66869\t0\t第二阪奈有料道路管理事務所\t生駒市壱分町87\t2階中央管制室\t24時間利用可能',
  '431\t135.7018\t34.69461\t0\t中谷石油株式会社生駒中央給油所\t生駒市谷田町848\tサービスステーション内\t\n',
  '432\t135.6788\t34.67866\t0\t生駒山上遊園地\t生駒市菜畑町.2312－1\t遊園地事務所内\t\n',
  '425\t135.7063\t34.70525\t0\tジョーシン電気東生駒店\t生駒市小明町745－1\t事務所\t\n',
  '434\t135.7153\t34.67136\t0\t福祉ホーム　おかりなの家\t生駒市壱分町356－2\t2階わかくさ\t24時間利用可能',
  '429\t135.7101\t34.69068\t0\t近鉄ケーブルネットワーク（株）\t生駒市東生駒1丁目70－1\t3階事務所\t\n',
  '379\t135.707\t34.66689\t0\t生駒市消防署　南分署\t生駒市小瀬町8－1\t1階受付内\t24時間利用可能',
  '435\t135.7226\t34.66401\t0\t生駒市介護老人保健施設やすらぎの杜　優楽\t生駒市小瀬町324－2\t1階浴室前廊下、2階南ステーション\t\n',
  '436\t135.7232\t34.66467\t0\t社会福祉法人宝山寺福祉事業団総合施設やすらぎの杜　延寿\t生駒市小瀬町1100\t1階から2階への階段踊り場、事務所\t24時間利用可能',
  '437\t135.689\t34.68655\t0\t社会福祉法人宝山寺福祉事業団梅寿荘\t生駒市門前町8－7\t1階事務所前、2階廊下、3階廊下\t24時間利用可能',
  '438\t135.7109\t34.73285\t0\t社会福祉法人長命荘　特別養護老人ホームフォレストホーム\t生駒市北田原町2429－4\t寮母室、1階事務所内\t\n',
  '439\t135.7236\t34.72899\t0\t有限会社ゆりの会\t生駒市高山町8057\t1階フロアー内\t\n',
  '440\t135.7042\t34.70585\t0\t小規模多機能型居宅介護ゆりの会小明\t生駒市小明町723－1\t1階フロアー内\t\n',
  '441\t135.7059\t34.72711\t0\tグループホームさくら\t生駒市西白庭台2丁目1－1\t玄関\t24時間利用可能',
  '442\t135.7122\t34.76776\t0\tライフサポート友隣\t生駒市高山町136－81\t玄関\t24時間利用可能',
  '443\t135.715\t34.65479\t0\t介護付有料老人ホームいにしえの里 創生\t生駒市萩の台4丁目4－1\t1階事務所内\t24時間利用可能',
  '444\t135.7265\t34.728\t0\t社会福祉法人晋栄福祉会高山ちどり\t生駒市高山町8030\t2階事務所内\t24時間利用可能',
  '445\t135.6974\t34.69116\t0\tあしび薬局 生駒店\t生駒市本町7－11\t店内\t\n',
  '446\t135.7158\t34.72337\t0\tアイビー薬局\t生駒市白庭台3丁目15－4\t店内\t\n',
  '433\t135.7153\t34.67136\t0\t社会福祉法人いこま福祉会　かざぐるま\t生駒市壱分町356－2\t1階理事長室\t24時間利用可能'
];
